/* Theme Name */
ThemeName							 = "Blurb 8x10";










/* Backgrounds */

/* Frames */

/* Filters */
filters.BlackAndWhite				= "B&W";
filters.BlackAndWhiteLightWash			= "B&W Wash - Light";
filters.BlackAndWhiteStrongWash		= "B&W Wash - Strong";
filters.Sepia						= "Sepia";
filters.SepiaLightWash				= "Sepia Wash - Light";
filters.SepiaStrongWash				= "Sepia Wash - Strong";
filters.LightWash					= "Wash - Light";
filters.StrongWash					= "Wash - Strong";

/* Textures */
"backgrounds.BlackBackground" 		= "Black Background";
"backgrounds.Aperture-SnapsPaperTile_RO_v2"			= "Taupe";
"backgrounds.Creme"									= "Creme";
"backgrounds.Grey"									= "Grey";
"backgrounds.Lavender"								= "Lavender";
"backgrounds.Chino"									= "Chino";
"backgrounds.Ebony"									= "Ebony";
"backgrounds.Mint"									= "Mint";
"backgrounds.Moss"									= "Moss";
"backgrounds.SteelBlue"								= "Steel Blue";
"backgrounds.Blue"						= "Blue";
"backgrounds.CoolGrey"					= "Cool Grey";
"backgrounds.DarkGrey"					= "Dark Grey";
"backgrounds.EggPlant"					= "Eggplant";
"backgrounds.LightBlue"					= "Light Blue";
"backgrounds.Olive"						= "Olive";
"backgrounds.Sand"						= "Sand";
"backgrounds.Tan"						= "Tan";
"backgrounds.Kaki"                   	 = "Khaki"; 
"backgrounds.HunterGreen"				 = "Hunter Green"; 
"backgrounds.Burgundy"					 = "Burgundy"; 
"backgrounds.Midnight"                   = "Midnight";
"backgrounds.Sage"						 = "Sage";
"backgrounds.Sky"						 = "Sky";

/* Text Styles*/
textStyles.CoverTitle				= "Cover Title";
textStyles.Title					= "Title";
textStyles.Contents					= "Contents";
"textStyles.Modern - 40 pt."			= "Modern - 40 pt.";
"textStyles.Classic - 40 pt."			= "Classic - 40 pt.";
"textStyles.Modern - 20 pt."			= "Modern Cover Title - 20 pt.";
"textStyles.Classic - 20 pt."			= "Classic Cover Title- 20 pt.";
"textStyles.Modern - 10 pt."			= "Modern - 10 pt.";
"textStyles.Classic - 10 pt."			= "Classic - 10 pt.";
"textStyles.Modern - 5 pt."				= "Modern - 5 pt.";
"textStyles.Classic - 5 pt."				= "Classic - 5 pt.";

"textStyles.Modern - 40 pt. - White"			= "Modern - 40 pt.";
"textStyles.Classic - 40 pt. - White"			= "Classic - 40 pt.";
"textStyles.Modern - 20 pt. - White"			= "Modern Cover Title - 20 pt.";
"textStyles.Classic - 20 pt. - White"			= "Classic Cover Title- 20 pt.";
"textStyles.Modern - 10 pt. - White"			= "Modern - 10 pt.";
"textStyles.Classic - 10 pt. - White"			= "Classic - 10 pt.";
"textStyles.Modern - 5 pt. - White"				= "Modern - 5 pt.";
"textStyles.Classic - 5pt. - White"				= "Classic - 5 pt.";
"textStyles.Modern Section Page Title Font"		= "Modern Section Page Title Font";
"textStyles.Classic Section Page Title Font"	= "Classic Section Page Title Font";
"textStyles.Modern Title Font"					= "Modern Title Font";
"textStyles.Classic Title Font"					= "Classic Title Font";
"textStyles.Modern Text Font"					= "Modern Text Font";
"textStyles.Classic Text Font"					= "Classic Text Font";
"textStyles.Modern Page Number Font"			= "Modern Page Number Font";
"textStyles.Classic Page Number Font"			= "Classic Page Number Font";


/* Text Fonts*/
"HelveticaNeue/64"			= "Helvetica Neue/64";
"HelveticaNeue/40"			= "Helvetica Neue/40";
"HelveticaNeue/10"			= "Helvetica Neue/10";
"HelveticaNeue/17"			= "Helvetica Neue/17";
"Gill Sans/5"				= "Gill Sans/5";
"Gill Sans/9"				= "Gill Sans/9";
"Gill Sans/10"				= "Gill Sans/10";
"Gill Sans/18"				= "Gill Sans/18";
"Gill Sans/20"				= "Gill Sans/20";
"Gill Sans/24"				= "Gill Sans/24";
"Gill Sans/40"				= "Gill Sans/40";
"Hoefler Text/5"			= "Hoefler Text/5";
"Hoefler Text/9"			= "Hoefler Text/9";
"Hoefler Text/10"			= "Hoefler Text/10";
"Hoefler Text/18"			= "Hoefler Text/18";
"Hoefler Text/20"			= "Hoefler Text/20";
"Hoefler Text/24"			= "Hoefler Text/24";
"Hoefler Text/40"			= "Hoefler Text/40";

/* Info Formats*/
infoFormats.PlateCaption			= "Caption";
infoFormats.VersionName				= "Version Name";
infoFormats.Filename				= "Filename";
infoFormats.Credit					= "Credit";
infoFormats.Copyright				= "Copyright";
infoFormats.Comments				= "Comments";
infoFormats.Keywords				= "Keywords";
infoFormats.DateTime				= "Date/Time";
infoFormats.Aperture				= "Aperture";
infoFormats.Shutter					= "Shutter Speed";

/* Info Format Strings*/
"%@"								= "%@";

/* Pages */
pages.1UpLayout					= "1-up";
pages.2UpLayout					= "2-up";
pages.4UpLayout					= "4-up";
pages.1Up2UpLayout				= "1-up / 3-up";
pages.2Up1UpLayout				= "3-up / 1-up";
pages.OnePageBleedLayout			= "Full Bleed";
pages.TwoPageBleedLayout			= "2 Page Bleed";
pages.ModernSectionTextPageLayout	= "Modern: Section Page";
pages.ClassicSectionTextPageLayout	= "Classic: Section Page";
pages.ModernTextPageLayout			= "Modern: Text Page";
pages.ClassicTextPageLayout		 	= "Classic: Text Page";

/* Initial / Help Text */
InsertATitle						= "Title Here";
InsertText							= "Duipit utat velit inim venim quat. Ore magna ad tat essit laor augiamet vulputat lore magnis exer sustism oluptat ad te tat. Tummy nullum zzril exeriuscipit ilit augue faccumsan vent nim veliquis ea core min hendit euisi.Tie er sis aliqui ea consenisl et duisi eu facil il enisi tis. Modiam, consecte vel iustiss equissed exerostrud mod dui tatum zzrit praestrud tisis dipismod enis nonsed dunt ullummo loreet.\nQuam, sis adigna conse feum nostrud dolor summy nim dolesequatum ea. Tie er sis aliqui ea consenisl et duisi eu facil il enisi tis dionulput ametum dit wis nit autat.Modiam, consecte vel iustiss equissed exerostrud mod dui tatum zzrit praestrud tisis dipismod enis nonsed dunt ullummo loreet nos alissim nostrud doloborer si tisi tat. Tat veliquatie eu feu faci.";
InsertPageNumbers					= "00";
InsertContents						= "Section Title";
